export const messages = {
	ru: {
		title: "Учись учиться",
		source: "Источник",
		mainTitle:
			"Нам необходимо учиться чтобы оставаться востребованными в любой сфере деятельности. Но как это делать эффективно? Для начала нужно научиться учиться! ",
		mainSubtitle: "Ниже список из 10 техник которые позволяют мне вот уже семь лет делать это эффективно.",
		rulesTitle: "Так что же делать?",
		rules: [
			{
				title: "Соберите масксимум информации",
				description:
					"С вероятностью 99% что до вас кто-то уже прошел такой же путь. На данном этапе важно понять объем и структуру грядущего обучения.",
			},
			{
				title: "Составьте план",
				description:
					"При планировании мы разбиваем сложную задачу на множество маленьких. Это позволяет не впадать в панику от кажущейся невозможности достижения поставленной цели. Дорожная карта – отличный вариант в данном случае, но не используйте готовые! Составляйте свою, даже если за основу будет взята чужая. В процессе составления своей карты вы должны начать понимать почему обучение строится в такой последовательности, зачем и почему конкретная тема на кокнеретном этапе? Перепрыгнув этот шаг – в будущем будут трудности.",
				source: "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1125170/",
			},
			{
				title: "Синхронизируем информацию с планом",
				description:
					"На этом шаге у вас должна быть информация и план обучения. Что еще нужно? Приступаем учиться!",
				source: "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1125170/",
			},
			{
				title: "Бумага и ручка",
				description:
					"Пишите конспекты во время обучения **от руки**. Да, в 21 веке это звучит странно, но вот исследование, которое убедит вас в обратном. Не пшите их бездумно, предварительно подберите систему ведения конспекта которая вам нравится, вот хороший материал на эту тему. Понимать хорошо вы ведете конспект или нет можно по одному простому наблюдению: если вы пишите наскоро *все* что дает лектор или переписываете статью от и до – это плохо. Должно быть как-то так: изучили, переварили и осмыслили, записали важные концепции и ключевые идеи. Остались вопросы? Записали вопросы – нашли ответы, записали и их по той же системе что и основной конспект.",
				source: "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1125170/",
			},
			{
				title: "Не бойтесь отказываться",
				description:
					"Обучение – это очень серьезный стресс. Если в процессе обучения вы чувствуете что в том или ином материале вам что-то не нравится – отказывайтесь. Вы наверняка с легкостью найдете более подходящую альтернативу. Не создавайте сами себе лишний стресс. ",
				source: "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1125170/",
			},
			{
				title: "Смотрите по сторонам",
				description:
					"Иногда рамки лекций, уроков или мастер классов ограничены, раскрывайте тему сами – за вас это никто никогда не сделает. Старайтесь на каждую ново изученную тему находить дополнительные источники информации. ",
				source: "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1125170/",
			},
			{
				title: "Практикуйтесь",
				description:
					"Если ваше обучение позволяет использовать новые знания на практике – не медлите. Вам может казаться что вы еще не достаточно знаете и что угодно еще. Ерунда! Практикуйся с первого дня. Практика всегда > теории.",
				source: "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1125170/",
			},
			{
				title: "Интервальное повторение",
				description:
					"Кривая обучения четко показывает как быстро наш мозг чистит мусор чтобы не тратить лишнюю энергию. Используйте это в свою пользу – повторяйте!",
				source: "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1125170/",
			},
			{
				title: "База знаний",
				description:
					"В процессе создания, в ускоренном формате, вы снова пробежитесь по всему изученному. Так же придется разобраться со структурой хранения ваших знаний. то позволит максимально глубоко разобраться во взаимосвязях между изучеными темами. Иначе база знаний не будет работать на вас, а вы на нее. Доступ к информации будет сложным, что-либо найти будет трудно. Это не простая техника, и далеко не всем нужна. Крепко подумайте прежде чем ввязываться.",
				source: "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1125170/",
			},
			{
				title: "Хороший сон – половина успеха",
				description:
					"Качественный сон – не менее важен чем качественные материалы во время учебы. Чтобы улучшить качество своего сна очень рекомендую этот сайт. Именно он вдохновил меня на создание этой странички.",
				source: "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1125170/",
			},
		],
	},
};
