export const messages = {
	ru: {
		title: "Учись учиться",
		source: "Больше по теме: ",
		mainTitle:
			"Нам необходимо учиться чтобы оставаться востребованными в любой сфере деятельности. Но как это делать эффективно? Для начала нужно научиться учиться! ",
		mainSubtitle: "Ниже список из 10 техник которые позволяют мне вот уже семь лет делать это эффективно.",
		rulesTitle: "Так что же делать?",
		rules: [
			{
				title: "Сбор информации",
				description:
					"С вероятностью 99% - люди уже прошли аналогичный путь. На этом этапе важно понять объем и структуру грядущей учебы.  Задача - собрать информацию и научиться отличать хорошую от плохой.",
			},
			{
				title: "Планирование",
				description:
					"При планировании сложная задача делится на маленькие шаги. Это позволит не впасть в панику при кажущейся невозможности достижения цели. Дорожная карта – подходящий вариант, но не используй готовые! Составь собственную, даже если за основу взял чужую. Задача – разобраться и понять, почему последовательность обучения строится именно так.",
				source: " ",
			},
			{
				title: "Актуализация",
				description:
					"После сбора информации и составления плана – синхронизируй одно с другим. Добавь недостающее и смело выбрасывай лишнее. После этого, составь график учебы. Главное, помни, что лучше по чуть-чуть, но регулярно, чем много и за раз.",
				source: " ",
			},
			{
				title: "Ручка и блокнот",
				description:
					"Не смотря на удобство ведения заметок в цифровом формате, фиксация информации на бумаге эффективнее влияет на запоминание. Здесь – исследование. Главное, не делать это бездумно. Для начала стоит выбрать метод ведения конспекта, а затем смотреть, читать или слушать обучающие материалы и тезисно фиксировать ключевые идеи из них по памяти.",
				source: " ",
			},
			{
				title: "Не бойтесь отказываться",
				description:
					"Учеба – это серьезный стресс. Если по ходу дела чувствуешь, что что-то не нравится в материале – откажись. Помехи в восприятии информации не помогут усвоению. Лучше найди альтернативу.",
				source: " ",
			},
			{
				title: "Разносторонний взгляд",
				description:
					"Иногда рамки лекций, уроков или статей ограничены. Раскрывай тему сам, так глубже разберешься. Старайся на каждую новую тему находить дополнительные источники информации.",
				source: " ",
			},
			{
				title: "Практикуйтесь",
				description:
					"Практикуйся как можно скорее. Может казаться, что еще не достаточно знаний и что угодно еще. Это только кажется. Практика > теории.",
				source: " ",
			},
			{
				title: "Интервальное повторение",
				description:
					"Кривая обучения четко показывает, как быстро наш мозг чистит мусор, чтобы не тратить лишнюю энергию. Используй это во благо – повторяй. Для сомневающихся вот исследования:",
				source: " ",
			},
			{
				title: "База знаний",
				description:
					"Этот пункт относится скорее к продвинутым техникам. База знаний – это википедия на компьютере, к которой есть доступ как локально так и через интернет. На начальном этапе это отнимает много времени и сил. Только со временем и с ростом базы понимаешь пользу и мощь этого подхода. Суть в контекстуальном связывании заметок друг с другом. Лично мне на начальном этапе это помогло увидеть общую картину технологий, которые я изучал. В голове был бардак из несвязанной информации. После связывания заметок контекстом – картинка сложилась. Также главный плюс собственной базы знаний возможность самостоятельно выстраивать структуру хранения и ведения заметок.",
				source: " ",
			},
			{
				title: "Регулярно отдыхайте",
				description:
					"Сон не менее важен, чем материалы во время учебы. Чтобы узнать как улучшить качество сна, рекомендую этот сайт. Я вдохновился им на создание этой странички. Недосып не только сказывается на физическом, но и на ментальном состоянии.",
				source: " ",
			},
		],
	},
};
